{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "  - FPS Display Add\r\n  - Timer Readjusted"
			},
			"Translation":
			{
				"Text": "- Display de FPS adicionado.\r\n- Timer adicionado."
			},
			"Key": "A71CA826403F16198966AF9324C28AE6"
		},
		{
			"Source":
			{
				"Text": "  - Options UI Add"
			},
			"Translation":
			{
				"Text": "- Menu de Opções adicionado."
			},
			"Key": "EA5646374E4111ECFAE4A2A97680AD94"
		},
		{
			"Source":
			{
				"Text": "  - Update Logs Add"
			},
			"Translation":
			{
				"Text": "- Menu de Atualizações adicionado."
			},
			"Key": "47CC094F4090CB3D9D4B7A9C9C930FD0"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "78E7009C4DAFFE3D725C9B94E45AC0C7"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "B3F125544013B30268F3BABD56B120BF"
		},
		{
			"Source":
			{
				"Text": "0/0"
			},
			"Translation":
			{
				"Text": "0/0"
			},
			"Key": "89BB368C418DA4BE503318B8D8C4669D"
		},
		{
			"Source":
			{
				"Text": "00:00"
			},
			"Translation":
			{
				"Text": "00:00"
			},
			"Key": "7FC6B82C40067C16B1B7D2B3A951CC95"
		},
		{
			"Source":
			{
				"Text": "1366x768"
			},
			"Translation":
			{
				"Text": "1366x768"
			},
			"Key": "B637EAC74973F752484BD19C88D7D77B"
		},
		{
			"Source":
			{
				"Text": "1600x900"
			},
			"Translation":
			{
				"Text": "1600x900"
			},
			"Key": "3A1445DA4B7614D6DA38FFB1380A4544"
		},
		{
			"Source":
			{
				"Text": "1920x1080"
			},
			"Translation":
			{
				"Text": "1920x1080"
			},
			"Key": "4025063548C468AF810BC49B8A2A1D90"
		},
		{
			"Source":
			{
				"Text": "2560x1440"
			},
			"Translation":
			{
				"Text": "2560x1440"
			},
			"Key": "2F0444E047BDA9037DE859ACF2FE29A7"
		},
		{
			"Source":
			{
				"Text": "3840x2160"
			},
			"Translation":
			{
				"Text": "3840x2160"
			},
			"Key": "1C294C9944DEDB6EBE31A6B25B1F5C9D"
		},
		{
			"Source":
			{
				"Text": "600"
			},
			"Translation":
			{
				"Text": "600"
			},
			"Key": "490A14FA4549BB8534E6CB86E1BA0A3E"
		},
		{
			"Source":
			{
				"Text": "600"
			},
			"Translation":
			{
				"Text": "600"
			},
			"Key": "E6BFB0B44012DEF91E7B95995BF7D255"
		},
		{
			"Source":
			{
				"Text": "Close"
			},
			"Translation":
			{
				"Text": "Fechar"
			},
			"Key": "CDD1C14B429227A29D43059E9E74EC30"
		},
		{
			"Source":
			{
				"Text": "Construção"
			},
			"Translation":
			{
				"Text": "Construção"
			},
			"Key": "88C8059F4B1D79FE0C94F188CE6F540C"
		},
		{
			"Source":
			{
				"Text": "Distance from start of ribbon that the particle lies."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "95E42096417D9BBE19135DA61216E678"
		},
		{
			"Source":
			{
				"Text": "Empire Fighters"
			},
			"Translation":
			{
				"Text": "Empire Fighters"
			},
			"Key": "D26ED042476D28C66E10D9800B290F4F"
		},
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": "Inglês"
			},
			"Key": "44B6E3DD4A038F5386E9639489F8FB9F"
		},
		{
			"Source":
			{
				"Text": "FPS:"
			},
			"Translation":
			{
				"Text": "FPS:"
			},
			"Key": "EDF7399841DD719C68929BB17F6D06E7"
		},
		{
			"Source":
			{
				"Text": "Full Screen"
			},
			"Translation":
			{
				"Text": "Tela Cheia"
			},
			"Key": "3160A3024C01C062AA8B5AB8E2ED7993"
		},
		{
			"Source":
			{
				"Text": "Game Graphics"
			},
			"Translation":
			{
				"Text": "Gráficos"
			},
			"Key": "5955011047AA2DEC2FE3F5A1E6FAC3CA"
		},
		{
			"Source":
			{
				"Text": "Game Language"
			},
			"Translation":
			{
				"Text": "Língua"
			},
			"Key": "BEBC1B304C67AFDADB728380BA857869"
		},
		{
			"Source":
			{
				"Text": "High"
			},
			"Translation":
			{
				"Text": "Alta"
			},
			"Key": "0701D0814D52967EADD1548594370796"
		},
		{
			"Source":
			{
				"Text": "Informations"
			},
			"Translation":
			{
				"Text": "Informações"
			},
			"Key": "FB4F917C4900C7E14B5673BCFDACE972"
		},
		{
			"Source":
			{
				"Text": "Low"
			},
			"Translation":
			{
				"Text": "Baixa"
			},
			"Key": "39A8F61D4AAFBFAEC46AE395CEA6B4CB"
		},
		{
			"Source":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1F09338F4D35C76074A719BBC6110181"
		},
		{
			"Source":
			{
				"Text": "Medium"
			},
			"Translation":
			{
				"Text": "Média"
			},
			"Key": "3CEE6C7945BFF1F50D8D1B88D4F69DDA"
		},
		{
			"Source":
			{
				"Text": "No Windows"
			},
			"Translation":
			{
				"Text": "Sem Borda"
			},
			"Key": "AE1331F046D8D7166F91EDB41584F16E"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Opções"
			},
			"Key": "0947EFDF4089DBCCF86B2D9AF154AC3E"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Opções"
			},
			"Key": "C7599CEC4EB518521C03BE829AC62C42"
		},
		{
			"Source":
			{
				"Text": "Portuguese"
			},
			"Translation":
			{
				"Text": "Português"
			},
			"Key": "0668165543EB599F62462B871B0D9FAE"
		},
		{
			"Source":
			{
				"Text": "Quit Game"
			},
			"Translation":
			{
				"Text": "Sair do jogo"
			},
			"Key": "68F21EE74398BD92DDDEE1B3B7108914"
		},
		{
			"Source":
			{
				"Text": "Resolution"
			},
			"Translation":
			{
				"Text": "Resolução"
			},
			"Key": "08591521482C9257035C2B92A63E1087"
		},
		{
			"Source":
			{
				"Text": "Screen"
			},
			"Translation":
			{
				"Text": "Tela"
			},
			"Key": "B1F9D5BE44334E05507718B05589DEB0"
		},
		{
			"Source":
			{
				"Text": "Sell"
			},
			"Translation":
			{
				"Text": "Vender"
			},
			"Key": "68A0CEE04E712B3C32597A8FA650C6B4"
		},
		{
			"Source":
			{
				"Text": "Servers"
			},
			"Translation":
			{
				"Text": "Servidores"
			},
			"Key": "37198A4A4DFB8B053AE2FA8AAD31E22B"
		},
		{
			"Source":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AAF8B08F46862195289405B0BD5759BA"
		},
		{
			"Source":
			{
				"Text": "The color of the particle."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B4ADE0C44EF2C8C81194739FC6E4ECBC"
		},
		{
			"Source":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "88FAD3CF4942E69C61C64D979120A8EE"
		},
		{
			"Source":
			{
				"Text": "The position of the particle. This is its own type for LWC support."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F69505AD458C77B84AAFEE8956C964E2"
		},
		{
			"Source":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "41AF3FCB4EC2369F0BF21AB5FD536D62"
		},
		{
			"Source":
			{
				"Text": "Update Logs"
			},
			"Translation":
			{
				"Text": "Atualizações"
			},
			"Key": "A5BFCA874D1AD1B995F513B40707886D"
		},
		{
			"Source":
			{
				"Text": "Update logs and more!"
			},
			"Translation":
			{
				"Text": "Atualizações e mais!"
			},
			"Key": "286485004AC2CBE80554FFBA6324DB57"
		},
		{
			"Source":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2B154E2F42B135FFBAB5AFAC92F9B995"
		},
		{
			"Source":
			{
				"Text": "V 0.0.1   -   11/02/24"
			},
			"Translation":
			{
				"Text": "V 0.0.1   -   11/02/24"
			},
			"Key": "35D86A324FA4023300BBC697C7365B9A"
		},
		{
			"Source":
			{
				"Text": "V 0.0.2   -   11/03/24"
			},
			"Translation":
			{
				"Text": "V 0.0.2   -   11/03/24"
			},
			"Key": "7C5A329C4D9CE6AFDB18F69CBBA74B89"
		},
		{
			"Source":
			{
				"Text": "Window"
			},
			"Translation":
			{
				"Text": "Janela"
			},
			"Key": "961C182E4B53E6B6F2F1209611EF5A95"
		},
		{
			"Source":
			{
				"Text": "options "
			},
			"Translation":
			{
				"Text": "Opções"
			},
			"Key": "9D020F164E66A121899D99B88C05BE26"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "NewStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Atualizações"
					},
					"Translation":
					{
						"Text": "Atualizações"
					},
					"Key": "UiStart"
				},
				{
					"Source":
					{
						"Text": "Configurações"
					},
					"Translation":
					{
						"Text": "Configurações"
					},
					"Key": "Configurações"
				}
			]
		}
	]
}